Ran Plan for dir: `github-examples` workspace: `default`

<details><summary>Show Output</summary>

```diff
Acquiring state lock. This may take a few moments...

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_team.read-it-all will be created
+ resource "github_team" "read-it-all" {
      + description = "A team that will get read access to all repositories"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "ReadItAll"
      + node_id     = (known after apply)
      + privacy     = "secret"
      + slug        = (known after apply)
    }

  # github_team_membership.jonico-member-read-it-all will be created
+ resource "github_team_membership" "jonico-member-read-it-all" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = (known after apply)
      + username = "jonico"
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Warning: Interpolation-only expressions are deprecated

  on jonico-member-read-it-all.tf line 2, in resource "github_team_membership" "jonico-member-read-it-all":
   2:   team_id  = "${github_team.read-it-all.id}"

Terraform 0.11 and earlier required all non-constant expressions to be
provided via interpolation syntax, but this pattern is now deprecated. To
silence this warning, remove the "${ sequence from the start and the }"
sequence from the end of this expression, leaving just the inner expression.

Template interpolation syntax is still used to construct strings from
expressions when the template includes multiple interpolation sequences or a
mixture of literal strings and interpolations. This deprecation applies only
to templates that consist entirely of a single interpolation sequence.

Releasing state lock. This may take a few moments...

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d github-examples`
* :put_litter_in_its_place: To **delete** this plan click [here](https://2f1b6065ff08.ngrok.io/lock?id=jonico%252Fatlantis-example%252Fgithub-examples%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d github-examples`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
